Repository: huntertran/30-GlanceBattery
Catalog: GlanceBattery/GlanceBattery/Resources/AppResources.*.resx
Languages: fr, vi_vn

# ResourceLanguage
source: en-US
fr: fr
vi_vn: vi-VN

# ApplicationTitle
source: MY APPLICATION
fr: MON APPLICATION
vi_vn: GLANCE BACKGROUND

# AppBarButtonText
source: add
fr: Ajouter
vi_vn: thêm

# AppBarMenuItemText
source: Menu Item
fr: Élément de menu
vi_vn: menu

# About_AbouTextBlock_Text
source: about
fr: sur
vi_vn: Giới thiệu

# About_DetailsTextBlock1_Text
source: Developed by Tuan Tran Van
fr: Développé par Tuan Tran Van
vi_vn: Phát triển bởi Trần Văn Tuấn

# About_DetailsTextBlock2_Text
source: Microsoft Student Partner - HCMC
fr: Microsoft Student Partner - Ho Chi Minh ville
vi_vn: Microsoft Student Partner - TP. Hồ Chí Minh

# About_DetailsTextBlock3_Text
source: University of Information Technology
fr: Université d'informatique
vi_vn: Đại học Công nghệ Thông tin - ĐHQG

# RateAndReview_RateAndReviewTextBlock_Text
source: Rate and Review
fr: Taux et examen
vi_vn: xếp hạng và đánh giá

# RateAndReview_RateReviewTextBlock_Text
source: rate - review
fr: taux - examen
vi_vn: xếp hạng - đánh giá

# RateAndReview_SelectFunctionTextBlock_Text
source: Select a function
fr: Sélectionnez une fonction
vi_vn: Chọn một chức năng

# RateAndReview_WriteFeedBackTextBlock_Text
source: Write a feedback
fr: Écrire un commentaire
vi_vn: Viết phản hồi

# SplashScreen_OnNavigatedTo_OfflineModeQuestion
source: Do you want to open app in offline mode?
fr: Vous voulez ouvrir l'application en mode hors connexion ?
vi_vn: Bạn có muốn mở ứng dụng trong chế độ gián tuyến không?

# SplashScreen_playlist_CollectionChanged_added_to_playlist
source: added to playlist
fr: ajouté à la liste de lecture
vi_vn: Thêm vào danh sách chơi

# SplashScreen_SetupUI_EmailBody
source: Hello. I want to tell you about
fr: Salut. Je veux vous parler
vi_vn: Xin chào. Tôi muốn cho bạn biết về

# SplashScreen_SetupUI_Feedback
source: We are willing to hear from you
fr: Nous sommes prêts à entendre parler de vous
vi_vn: Chúng tôi sẵn sàng để nghe từ bạn

# SplashScreen_SetupUI_FeedbackDetails
source: Something annoying? Tell us and it will be in the next update
fr: Quelque chose d'ennuyeux ? Dites-nous et il sera dans la prochaine mise à jour
vi_vn: Một cái gì đó khó chịu? Hãy cho chúng tôi và nó sẽ trong bản Cập Nhật tiếp theo

# SplashScreen_SetupUI_FeedbackRemind
source: You can send us a feed back later in 'Rate and Review' menu in Application Bar
fr: Vous pouvez nous envoyer un feed back plus tard dans le menu « Taux and Review » dans la barre d'Application
vi_vn: Bạn có thể gửi cho chúng tôi một nguồn cấp dữ liệu trở lại sau đó trong trình đơn 'Tỷ lệ và xem xét' trong ứng dụng thanh

# SplashScreen_SetupUI_Great_news
source: Great news
fr: Excellentes nouvelles
vi_vn: Tin tức

# SplashScreen_SetupUI_New_version
source: New version available. Latest version:
fr: Nouvelle version disponible. Dernière version :
vi_vn: Phiên bản mới có sẵn. Phiên bản mới nhất:

# SplashScreen_SetupUI_Rate
source: Nice to see you again
fr: Plaisir de vous revoir
vi_vn: Nice để xem bạn một lần nữa

# SplashScreen_SetupUI_RateDetails
source: Would you like to rate 5 star and write an excellent review?
fr: Vous souhaitez noter 5 étoiles et écrire une excellente revue ?
vi_vn: Bạn có muốn đánh giá 5 sao và viết một bài đánh giá tuyệt vời?

# SplashScreen_SetupUI__EmailHeader
source: [Glance Battery for Windows Phone] - User feedback
fr: [L'oeil de batterie pour Windows Phone] - commentaires des utilisateurs
vi_vn: [Glance Battery cho Windows Phone] - người dùng phản hồi
